Repository: aspriddell/Dragon6-Locale
Catalog: DragonFruit.Six.Locale/Core.*.resx
Languages: ca

source: About
ca: Sobre

# Admin
source: Dragon6 Admin
ca: Dragon6 Administrador

# Back
source: Go Back
ca: Torna enrere

# Beta
source: Beta Tester
ca: Provador Beta

source: Bomb
ca: Bomba

# CasualDeaths
source: {0} Casual Deaths
ca: {0} Morts Casuals

source: Casual K/D
ca: Mata/Mort Casual

# CasualKills
source: {0} Casual Kills
ca: {0} Morts Casuals

# CasualLosses
source: {0} Casual Losses
ca: {0} Perdues Casuals

# CasualWins
source: {0} Casual Wins
ca: {0} Victòries Casuals

source: Casual W/L
ca: Victòria/Pèrdua Casual

source: Clear
ca: Esborra

# CompareButton
source: Compare Players
ca: Comparar Jugadors

# CompareRank
source: Overall Rank
ca: Valoració General

source: Contributors
ca: Col·laboradors

source: Current Region:
ca: Regió Actual:

# CurrentSeason
source: Ranked - Current Season
ca: Classificació - Temporada Actual

source: Deaths
ca: Morts

source: Downs
ca: Baixes

# Dragon6PrivactLineTwo
source: We use the Dragon6 API to check account status, get tokens and ranked info. These may send the players iD, which is publicly avalible. Ubisoft servers are contacted directly by your computer to get the stats.
ca: Utilitzem la API Dragon6 per a comprovar l'estat del compte, aconsegueix fitxes i informació de la classificació. Aquests podrien enviar els ID dels jugadors, que està públicament disponible. Els servidors de Ubisoft estan contactats directament per el teu ordinador per aconseguir les estadístiques.

source: Dragon6 Privacy
ca: Privacitat Dragon6

# Dragon6PrivacyLineOne
source: Dragon6 Desktop is Owned and Maintained by DragonFruit Network.
ca: L' escriptori Dragon6 és propietat i és mantingut per DragonFruit Network.

# Dragon6TeamDescription
source: The Official Dragon6 Team
ca: Equip Oficial Dragon6

# Dragon6TeamMaintainers
source: Maintained by DragonFruit Network
ca: Mantingut per DragonFruit Team

# Dragon6TeamTitle
source: Dragon6 Team
ca: Equip Dragon6

# GeneralRevives
source: Total Revives
ca: Total Reviure

# HeadshotPerc
source: Headshot %
ca: Trets al cap %

source: Headshots
ca: Trets al cap

source: Hostage
ca: Ostatge

source: Hours
ca: Hores

source: K/D
ca: Mata/Mort

source: Kills
ca: Matats

source: Level
ca: Nivell

# LocalStorage
source: Locally Stored
ca: Emmagatzemat Localment

source: Losses
ca: Pèrdues

# MaxRank
source: Highest Rank
ca: Puntuació més alta

# Melee
source: Melee Kills
ca: Morts Cara a Cara

# MeleePerc
source: Melee %
ca: Cara a cara %

source: New Region:
ca: Nova Regió:

# NewsPublisher
source: Published by {0}
ca: Publicat per {0}

# NewsTitle
source: Rainbow Six News
ca: Notícies Rainbow Six

source: Official List
ca: Llista Oficial

# OperatorStatsButton
source: View Operator Stats
ca: Veure estadístiques d'operador

source: Overall K/D
ca: Mata/Mort General

source: Overall W/L
ca: Victòries/pèrdues General

source: Player Name
ca: Nom del Jugador

source: Points
ca: Punts

source: Privacy
ca: Privadesa

# Rank
source: Current Rank
ca: Posició actual

# RankedDeaths
source: {0} Ranked Deaths
ca: {0} Classificació Morts

source: Ranked K/D
ca: Classificació Mata/Mort

# RankedKills
source: {0} Ranked Kills
ca: {0} Classificació Morts

# RankedLosses
source: {0} Ranked Losses
ca: {0} Perdues Casuals

# RankedWins
source: {0} Ranked Wins
ca: {0} Classificació Victòries

source: Ranked W/L
ca: Classificació V/P

# RecentsDescription
source: Once you search for a player, come back here and you'll see them in this list. We will keep the 20 most recent searches, so it doesn't get too cluttered.
ca: Una vegada que busques a un jugador, torna aquí i els veuras aquí. Mantindrem les 20 primeres busquedes, així no sera massa desordenada.

# RecentsHeader
source: Find Players you've searched for in the past.
ca: Troba Jugadors que has buscat en el passat.

# RegionChangerText
source: Change Region
ca: Canvia Regió

# RegionSelectorText
source: Current Ranked Region: {0}
ca: Classificació Actual Regió: {0}

source: Reinforcements
ca: Reforços

source: Remove
ca: Elimina

source: Remove Account
ca: Eliminar Compte

source: Reset
ca: Restablir

source: Revives
ca: Reviure

source: Save
ca: Guardar

# SavedAccountsText
source: Saved Accounts (Beta)
ca: Comptes Guardats (Beta)

# SavePlayerText
source: Save {0} to quickly access their stats in the Saved Players Page
ca: Guarda {0} per accedir al les seves estadístiques a la Pàgina Jugadors Guardats

source: Search
ca: Cerca

source: Season
ca: Temporada

source: Secure Area
ca: Àrea Segura

source: Squad
ca: Escamot

source: Squad Listing
ca: Llista Escamot

# SquadPlatformText
source: Plays on {0}
ca: Juga en {0}

source: Standard User
ca: Usuari Standard

# StatsComparison
source: Stats Comparison (Beta)
ca: Comparació Estadístiques (Beta)

source: Suicides
ca: Suïcidis

# Supporter
source: Dragon6 Supporter
ca: Dragon6 Suport

source: Terrorist Hunt
ca: Caça Terrorista

# Translator
source: Dragon6 Translator
ca: Dragon6 Traductor

# UserBlocked
source: The owner of this account has blocked access to view stats.
ca: El propietari d' aquest compte ha bloquejat l'accès per a veure les estadístiques.

# Verified
source: Verified User
ca: Usuari Verificat

source: Version
ca: Versió

source: Wins
ca: Victòries

source: W/L
ca: V/P

# YearSelection
source: Year {0}
ca: Any {0}
