Repository: aspriddell/Dragon6-Locale
Catalog: DragonFruit.Six.Locale/Mobile.*.resx
Languages: ca, es_es

# Abandon
source: Abandons
ca: Abandonat
es_es: Abandonos

# AboutAppResourcesText
source: Extra Resources
ca: Recursos Extra
es_es: Recursos adicionales

# AboutAppText
source: About Dragon6
ca: Sobre Dragon6
es_es: Acerca

# Added
source: {0} Added
ca: {0} Afegit
es_es: {0} añadido

# AddToLeaderboard
source: To Leaderboard
ca: Taula de classificació
es_es: A un tablero de clasificación

# AddToSaved
source: To Saved Players
ca: Jugadors Salvats
es_es: A Jugadores Guardados

# Admin
source: Dragon6 Admin
ca: Administrador Dragon6
es_es: Administrador

# Back
source: Go Back
ca: Torna enrere
es_es: Regresar

source: Beta Tester
ca: Provador Beta

source: Cancel
ca: Cancel · lar
es_es: Cancelar

# CantSaveProfile
source: We can't save this profile...
ca: No podem salvar aquest perfil...
es_es: No podemos guardar este jugador...

source: Casual K/D
ca: Mata/Mort Casuals
es_es: Casual A/M

source: Clear Saved Profiles
ca: Netejar Perfils Guardats
es_es: Borrar las jugadores guardadas

# ClearSavedProfilesButton
source: Clear
ca: Esborra
es_es: Borrar

source: Confirm Delete
ca: Confirma Eliminació
es_es: Confirmar Borrar

source: Confirm Save
ca: Confirmar Guardar
es_es: Confirmar Guardar

source: Deaths
ca: Morts
es_es: Muertes

# HeadshotsText
source: Headshots
ca: Trets al cap
es_es: Disparos en la Cabeza

# HomeLoading
source: Loading Saved Profiles
ca: Carregant Perfils Salvats
es_es: Cargando jugadores

source: K/D
ca: Mata/Mort
es_es: A/M

source: Kills
ca: Morts
es_es: Asesinatos

# Knifes
source: Melee
ca: Cos a Cos
es_es: Cuerpo a cuerpo

source: Losses
ca: Pèrdues
es_es: Pérdidas

# MainPageHomeText
source: Home
ca: Inici
es_es: Inicio

# MainPageNewsText
source: News
ca: Notícies
es_es: Noticias

# MainPageSaveHint
source: Tip: To save players, double tap their photo...
ca: Consell: Per a guardar jugadors, clica dues vegades la seva foto...
es_es: Consejo: Para guardar jugadores, doble toque su foto...

# MaxRank
source: Highest Rank
ca: Puntuacions més elevades
es_es: Mejor Rango

# MenuAbout
source: About Dragon6
ca: Sobre Dragon6
es_es: Acerca

# MenuRecents
source: View Recent Players
ca: Veure Jugadors Recents
es_es: Ver Jugadores Recientes

# MenuSettings
source: Settings
ca: Configuració
es_es: Preferencias

# NewsPageSteamAttribute
source: Powered By Steam
ca: Impulsat per Steam
es_es: Impulsado por Steam

# NoInternetErrorText
source: An Internet connection is required to use Dragon6
ca: És necessari connexió a Internet per utilitzar Dragon6
es_es: Necesitas una conexión a Internet para continuar

# NoInternetRetryText
source: Retry Connection
ca: Torneu a intentar la connexió
es_es: Reintentar Conexión

source: OK
ca: D'acord
es_es: Vale

# OperationPrefix
source: Operation
ca: Operació
es_es: Operación

# Operator
source: Operator {0}
ca: Operador {0}
es_es: Agente {0}

# OperatorStatsError
source: There was an issue getting the operator stats. Please try reloading the stats or try again later.
ca: Hi ha hagut problemes per aconseguir les estadístiques de l'operador. Si us plau proveu en recarregar les estadístiques o intenti-ho més tard.
es_es: Hubo un problema obteniendo las estadísticas del Agentes. Por favor, inténtalo de recargar el jugador o inténtalo de nuevo más tarde.

# OperatorStatsErrorShort
source: Operator Stats Download Error
ca: Error Descàrrega Estadístiques Operador
es_es: Error de descarga de estadísticas del Agente

# Overall
source: Overall {0}
ca: En general {0}
es_es: General {0}

# PlatformSelectorText
source: Default Platform
ca: Plataforma Defectuosa
es_es: Plataforma defecto

# PlayerLinkErrorShort
source: Read/Write Error
ca: Error Llegir/Escriure
es_es: Error de lectura/escritura

# PlayerNotFound
source: Check the player's name and platform
ca: Comprovar el nom del jugador i plataforma
es_es: Comprueba el nombre y la plataforma del jugador

# PlayerNotFoundShort
source: Player Not found
ca: Jugador No Trobat
es_es: Jugador no encontrado

# PlayerRemoveError
source: Something happened and we cannot remove this profile. Please check disk space and/or reset the application
ca: Alguna cosa ha passat i no podem eliminar aquest pefil. Si us plau comprovi l'espai en disc i/o restableixi l'aplicació
es_es: Algo ha ocurrido y no podemos eliminar este jugador. Por favor, compruebe el espacio en disco y/o reinicie la aplicación

source: Players
ca: Jugadors
es_es: Jugadores

source: Players Removed
ca: Jugadors Eliminats
es_es: Jugadores eliminados

# R6OperatorText
source: Rainbow Six Operator
ca: Operador Rainbow Six
es_es: Agente de Rainbow Six

# RankDifference
source: Rank Difference From
ca: Diferencia Estadístiques Des De
es_es: Diferencia de rango de

# Ranked
source: Ranked {0}
ca: Classificació {0}
es_es: Igualada {0}

# RankedRegionSelectorText
source: Default Ranked Region
ca: Classificació Defecte Regió
es_es: Región clasificada por defecto

# RankedTip
source: Tap the top card to change seasons
ca: Toca la targeta superior per canviar temporades
es_es: Toca la carta superior para cambiar las temporadas

# RecentsClearedConfirmation
source: Players Cleared
ca: Jugadors Esborrats
es_es: Jugadores limpiados

# RegionChanged
source: Changed Region to
ca: Canviar Regió a
es_es: Cambiar región a

# RemovePlayer
source: Remove {0}
ca: Eliminar {0}
es_es: Eliminar {0}

source: Save
ca: Guardar
es_es: Guarda

# SavedPlayersLimit
source: You have reached the maximum saved players. Please remove some and try again...
ca: Ha assolit el màxim de jugadors guardats. Si us plau elimini alguns i torni a provar...
es_es: Has alcanzado el máximo de jugadores guardados. Por favor, elimina algunos e inténtalo de nuevo...

# SavedPlayersLimitShort
source: Limit Reached
ca: Límit Assolit
es_es: Límite alcanzado

# SavePlayerError
source: Something happened and we cannot save this profile. Please check disk space and/or reset the application
ca: Alguna cosa ha passat i no podem guardar aquest perfil. Si us plau comprovi l'espai en el disc i/o restableixi l'aplicació
es_es: Algo ha ocurrido y no podemos ahorrar este jugador. Por favor, compruebe el espacio en disco y/o reinicie la aplicación

# SearchPlayerBarText
source: Search Player
ca: Cerca Jugadors
es_es: Buscar Jugador

source: Search Recents
ca: Cerca Recents
es_es: Buscar Recientes

source: Season
ca: Temporada
es_es: Temporada

# SeasonSelector
source: Select Season
ca: Selecciona Temporada
es_es: Seleccionar Temporada

# ServerInMaintenance
source: In Maintenance
ca: En Manteniment
es_es: En Mantenimiento

# ServersOnline
source: All Servers Online
ca: Tots Servidors Online
es_es: Todos los servidores en línea

source: Server Status
ca: Estat Servidor
es_es: Estado del Servidor

# StatsHeader
source: Player Stats
ca: Estadístiques Jugador
es_es: Estadísticas del jugador

# StatsLoadingBar
source: Loading Stats... ({0})
ca: Carregant Estadístiques... ({0})
es_es: Cargando Estadísticas... ({0})

# StatsOperator
source: Operator
ca: Operador
es_es: Agente

# StatsRanked
source: Ranked
ca: Classificació
es_es: Igualada

source: Suicides
ca: Suïcidis
es_es: Suicidios

# Supporter
source: Dragon6 Supporter
ca: Partidari Dragon6
es_es: Seguidor Dragon6

# THunt
source: Terrorist Hunt
ca: Caça Terrorista
es_es: Caza del Terrorista

# Translator
source: Dragon6 Translator
ca: Dragon6 Traductor
es_es: Traductor Dragon6

# UnexpectedError
source: An unexpected error has occoured\nThe Dragon6 Team have been woken up and will work to fix this as fast as possible
ca: Un error inesperat ha occoregut\nL' equip Dragon6 s'han despertat i treballaran per arreglar aixó el més pronte possible
es_es: Un error inesperado ha pasado a ser.\nEl equipo Dragon6 ha sido despertado y trabajará para arreglarlo lo más rápido posible\n

# UpdateAssets
source: Update Season-Based Info
ca: Temporada Actualitzada-Informació Basada
es_es: Actualizar información

# UpdateAssetsButton
source: Update
ca: Actualització
es_es: Actualizar

source: Verified User
ca: Usuari Verificat
es_es: Usuario Verificado

source: Wins
ca: Victòries
es_es: Gana

source: W/L
ca: V/P
es_es: V/D

source: Yes
ca: Sí
es_es: Si

# AddMenuHead
source: Add...
ca: Afegir...
es_es: Añadir...

source: Casual W/L
ca: V/P Casuals
es_es: Casual V/D

source: Current Season
ca: Temporada Actual
es_es: Temporada Actual

source: Downs
ca: Baixes
es_es: Derribos

# DownsRevives
source: DBNOs vs Revives
ca: DBNOs vs Reviure
es_es: Derribos versus Reanimaciones

source: Level
ca: Nivell
es_es: Nivel

source: of total
ca: de total
es_es: del total de

# OperatorHS
source: Operator Headshot %
ca: Operador Trets al cap %
es_es: Agente Disparos a la Cabeza %

source: Operator K/D
ca: Operador Mata/Mort
es_es: Agente A/M

# OperatorKPR
source: Operator Kills Per Round
ca: Morts Operador Per Ronda
es_es: Agente Mata por Ronda

# OperatorSearch
source: Search Operator...
ca: Cerca Operador...
es_es: Buscar Agente...

source: Operator Stats
ca: Estadístiques Operador
es_es: Estadísticas del Agente

source: Operator W/L
ca: Operador V/P
es_es: Agente V/D

source: Overall K/D
ca: Mata/Mort Generals
es_es: General A/M

source: Overall W/L
ca: Victòries/Pèrdues General
es_es: General V/D

source: Ranked K/D
ca: Classificació Mata/Mort
es_es: Igualada A/M

source: Ranked W/L
ca: Classificació V/P
es_es: Igualada V/D

source: Removed
ca: Eliminat
es_es: Eliminado

source: Revives
ca: Revius
es_es: Reanimaciones

source: Season Abandon %
ca: Abandonar Temporada %
es_es: Temporada Abandona %

# SeasonChangeTip
source: Tap the top card to change seasons
ca: Toca la targeta superior per canviar temporades
es_es: Toca la carta superior para cambiar las temporadas

source: Season W/L
ca: Temporada V/P
es_es: Temporada V/D

# THuntKD
source: Terrorist Hunt K/D
ca: Caça Terrorista Mata/Mort
es_es: Caza del Terrorista A/M

# THuntWL
source: Terrorist Hunt W/L
ca: Caça Terrorista V/P
es_es: Caza del Terrorista V/D

# Understood
source: Got It
ca: Entesos
es_es: Entendido

# ShareApp
source: Share Dragon6
ca: Comparteix Dragon6
es_es: Compartir Dragon6

source: Share Profile
ca: Comparteix Perfil
es_es: Compartir jugador

# TranslateApp
source: Translate Dragon6
ca: Tradueix Dragon6
es_es: Traducir Dragon6

# ShareProfileContent
source: Check out {0} on Dragon6 - A Free Rainbow Six Stat Tracker
ca: Comprova-ho {0} a Dragon6 - Un Rastrejador Gratuit d'Estadístiques Rainbow Six
es_es: Echa un vistazo a {0} en Dragon6 - Un rastreador gratis estadísticas de Rainbow Six

source: Best Score
ca: Millor Puntuació
es_es: Mayoría de los puntos

# BombMode
source: Bomb
ca: Bomba
es_es: Bombas

# HostageMode
source: Hostage
ca: Ostatge
es_es: Rehén

source: Penetration Kills
ca: Morts Penetració
es_es: Asesinatos a través de la pared

source: Points
ca: Punts
es_es: Puntos

# SecureAreaMode
source: Secure Area
ca: Àrea Segura
es_es: Asegurar la zona

# ShareAppText
source: Check out Dragon6, a free Rainbow Six Siege Stat Tracker
ca: Fes un cop d'ull a Dragon6, un Rastrejador d'Estadístiques Rainbow Six Siege
es_es: Echa un vistazo a Dragon6, un rastreador de estadísticas gratuito de Rainbow Six Siege

source: Rounds
ca: Rondes
es_es: Rondas

source: Melee Kills
ca: Morts Cara a Cara
es_es: Asesinatos de CaC

source: Rank
ca: Classificació
es_es: Rango

source: Rank(s)
ca: Classificació(ns)
es_es: Rango(s)

source: Coming Soon
ca: Properament
es_es: Disponible próximamente

# ComingSoonMessage
source: This Feature is Coming Soon...
ca: Aquesta Funció vindra aviat...
es_es: Esta funcionalidad estará disponible pronto...

# GunStats
source: Weapon Stats
ca: Estadístiques Armes
es_es: Estadísticas de Arma

source: Hours
ca: Hores
es_es: Horas

source: Other
ca: Altres
es_es: Otro

source: Time Played
ca: Temps Jugat
es_es: Tiempo Jugado

source: Best Scores
ca: Millors Puntuacions
es_es: Mejores puntuaciones

# IconsAttribution
source: Icons From Various Creators downloaded from the Noun Project
ca: Icones de Diversos Creadors Descarregades per el Substantiu Projecte
es_es: Iconos de varios creadores y descargados del proyecto Noun

# WeaponAssault
source: Assault Rifle
ca: Rifle d'Assalt
es_es: Fusiles de Asalto

# WeaponDMR
source: Marksman Rifle
ca: Rifle tirador
es_es: Rifles de Precisión

# WeaponLMG
source: LMG
ca: Metralleta lleugera
es_es: Ametralladoras Ligeras

# WeaponMachinePistol
source: Machine Pistol
ca: Pistola automàtica
es_es: Pistolas Ametralladoras

# WeaponPistol
source: Handgun
ca: Pistola
es_es: Armas de Cinto

# WeaponShotgun
source: Shotgun
ca: Escopeta
es_es: Escopeta

# WeaponSMG
source: SMG
ca: Metralleta Curta
es_es: Subfusiles

source: Accuracy
ca: Precisió
es_es: Precisión

# Fired
source: Shots Fired
ca: Trets Disparats
es_es: Disparos realizados

# Hit
source: Shots Hit
ca: Trets Pegats
es_es: Disparos acertados

# WeaponClass
source: Rainbow Six Weapon Class
ca: Rainbow Six Classe Armes
es_es: Clase de Armas en Rainbow Six

source: Weapon Not Found
ca: Arma no trobada
es_es: Arma no encontrada

# WeaponNotFoundMessage
source: Something has happened and we cannot find this class. Try another one or give it some time and check later.
ca: Alguna cosa ha passat i no podem trobar aquesta classe. Intenti trobar un altre o doni algun temps i comprovi més tard.
es_es: Algo ha ocurrido y no podemos encontrar esta clase. Pruebe otra o dé algún tiempo y compruebe más tarde.

source: Access Blocked
ca: Accés Bloquejat
es_es: Acceso bloqueado

# AccessBlockedMessage
source: Sorry, but we can't show this account due to GDPR rules.
ca: Disculpi, però no podem mostrar aquest compte a causa de les regles de GDPR.
es_es: Lo siento, pero no podemos mostrar esta cuenta debido a las reglas de GDPR.

# AssetsUpdated
source: All Assets Updated
ca: Tots els Recursos Actualitzats
es_es: Todos los Activos Actualizados

source: Clear Operators
ca: Borra Operadors
es_es: Borrar Agentes

# ClearOperatorsPrompt
source: Do you want to clear all saved operators?
ca: Vol borrar tots els operadors guardats?
es_es: ¿Desea eliminar todo el Agentes?

source: Completed
ca: Completat
es_es: Terminado

# DarkThemeOff
source: Dark Theme Disabled. Please restart for changes to become visible.
ca: Tema Fosc Deshabilitat. Si us plau reinicia per a que els canvis es facin visibles.
es_es: Tema oscuro desactivado. Por favor reinicie para que los cambios se vuelvan visibles.

# DarkThemeOn
source: Dark Theme Enabled. Please restart for changes to become visible.
ca: Tema Fosc Habilitat. Si us plau reinicia per a que els canvis es facin visibles.
es_es: Tema Oscuro activado. Por favor reinicie para que los cambios se vuelvan visibles.

# Dragon6ResetSuccess
source: Dragon6 has been reset. Please restart for changes to take effect.
ca: Dragon6 s'ha restablert. Si us plau reinicia per a que els canvis tinguin efecte.
es_es: Dragon6 ha sido reiniciado. Por favor reinicie para que los cambios surtan efecto.

# OperatorDeleted
source: Operator Removed
ca: Operador Eliminat
es_es: Agente eliminado

# OperatorSaved
source: Operator Saved Successfully
ca: Operador Guardat amb èxit
es_es: Agente guardado con éxito

source: Operators Cleared
ca: Operadors Borrats
es_es: Agentes limpiados

# PlatformChanged
source: Platform Changed to
ca: Plataforma Canviada a
es_es: Plataforma cambiada a

# ResetAll
source: Reset Dragon6
ca: Restablir Dragon6
es_es: Reiniciar Dragon6

source: Save Operator
ca: Guardar Operador
es_es: Guardar operador

# DatabaseUpgrade
source: Dragon6 Database
ca: Dragon6 Base de Dades
es_es: Base de datos Dragon6

# DatabaseUpgradeBody
source: The Dragon6 App has been reset due to a database upgrade. We apologise for any inconvenience
ca: L' aplicació Dragon6 ha sigut reestablert degut a una actualització. Ens disculpem per qualsevol inconvenient
es_es: La aplicación Dragon6 ha sido reiniciada debido a una actualización de la base de datos. Lamentamos cualquier inconveniente

# ThemeEnforced
source: Server-Set Theme
ca: Tema Conjunt-Servidor
es_es: Tema Servidor

source: None
ca: Cap
es_es: Ninguno

# UbiServersOffline
source: Servers in Mainatainance
ca: Servidors en Manteniment
es_es: Servidores en Mainatainance

source: Attacker
ca: Atacant
es_es: Atacante

source: Defender
ca: Defensor
es_es: Defensor

# OperatorAction
source: Operator Ability
ca: Habilitat Operador
es_es: Habilidad

source: an hour ago
ca: una hora abans
es_es: hace una hora

# Days
source: {0} days ago
ca: {0} dies abans
es_es: hace {0} días

# HoursAgo
source: {0} hours ago
ca: {0} hores abans
es_es: hace {0} horas

source: Last Seen
ca: Vist per últim cop
es_es: Último Visto

# MinutesAgo
source: {0} minutes ago
ca: {0} minuts abans
es_es: hace {0} minutos

# MonthsAgo
source: {0} months ago
ca: {0} Mesos abans
es_es: hace {0} meses

source: one minute ago
ca: un minut abans
es_es: hace un minuto

source: one month ago
ca: un mes abans
es_es: hace un mes

source: one second ago
ca: un segon abans
es_es: hace un segundo

source: one year ago
ca: un any abans
es_es: hace un año

# SecondsAgo
source: {0} seconds ago
ca: {0} segons abans
es_es: hace {0} segundos

# YearsAgo
source: {0} years ago
ca: {0} anys abans
es_es: hace {0} años

source: yesterday
ca: ahir
es_es: ayer

# NotPlayed
source: Not Played Yet
ca: No Jugat encara
es_es: No Jugado

source: Abandoned
ca: va ser abandonat

source: Last Match
ca: última partida

source: Lost
ca: va ser una pèrdua

source: MMR Change
ca: canvi de MMR

# NoKD
source: No Kills or Deaths
ca: no hi ha ni matas ni morts

source: Seasonal
ca: Temporada

source: Season K/D
ca: Temporada Mata/Mort

source: Specific
ca: Específics

source: Uncertainty
ca: Incertesa

source: Unknown
ca: Desconegut

source: Won
ca: Guanyat

# MenuTitle
source: Dragon6 Menu
es_es: Menú
